app/controllers/author_jobs_controller.rb

INSERT INTO "author_jobs" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "MyString"], ["created_at", "2017-03-23 13:52:02.789773"], ["updated_at", "2017-03-23 13:52:02.789773"]]
---
  def create
    @author_job = AuthorJob.new(author_params)
    respond_to do |format|
      if @author_job.save