app/controllers/categories_controller.rb

  def create
    @category = Category.new(category_params)
    respond_to do |format|
      if @category.save
---
INSERT INTO "categories" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "MyString"], ["created_at", "2017-03-22 13:51:55.750995"], ["updated_at", "2017-03-22 13:51:55.750995"]]