app/controllers/comics_controller.rb

  def index
    @comics = Comic.all
---
SELECT "comics".* FROM "comics"

  def create
    @comic = Comic.new
    @comic.save(validate: false)
---
INSERT INTO "comics" ("ISBN13", "ISBN10", "title", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["ISBN13", "9781845764944"], ["ISBN10", "1845764943"], ["title", "The Boys #1"], ["created_at", "2017-03-22 10:47:44.509556"], ["updated_at", "2017-03-22 10:47:44.509556"]]