app/controllers/publishers_controller.rb

INSERT INTO "publishers" ("name", "website", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "MyString"], ["website", "MyString"], ["created_at", "2017-03-23 09:42:52.022402"], ["updated_at", "2017-03-23 09:42:52.022402"]]
---
  def create
    @publisher = Publisher.new(publisher_params)
    respond_to do |format|
      if @publisher.save